Repository: Sparklydust/Partages
Catalog: Partage/Localizable/*.lproj/Localizable.strings
Languages: fr

source: first name
fr: prénom

source: last name
fr: nom

source: password
fr: mot de passe

source: new password
fr: nouveau mot de passe

source: confirm password
fr: confirmer mot de passe

# enterYourDonationName
source: donation name
fr: nom de votre don

# enterItemDescription
source: description of your donation
fr: description de votre donation

# imageLoaderGuide
source: Add one to four images
fr: Ajoutez de une à quatre images

source: Meeting point
fr: Lieu de rendez-vous

# userPosition
source: Your location
fr: Votre position

# receiverCalendarTitle
source: Donation to receive:
fr: Don à recevoir:

# donorCalendarTitle
source: Donation to give:
fr: Don à remettre:

# donationIsSelected
source: donation selected
fr: sélectionné

source: donation not selected
fr: non sélectionné

# userLeftTheConversation
source: has left the conversation
fr: a quitté la conversation

# closedConversation
source: conversation closed
fr: conversation fermée

# shareMain
source: Donate
fr: Je partage

# receiveMain
source: Receive
fr: Je reçois

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Sign up
fr: S'inscrire

source: Sign in
fr: Se connecter

# lowContactUs
source: contact us
fr: contactez-nous

# lowSignUp
source: sign up
fr: s'inscrire

# lowSignIn
source: sign in
fr: se connecter

# lowSignOut
source: log out
fr: se déconnecter

# lowEraseAccount
source: delete my account
fr: effacer mon compte

# lowLostPassword
source: lost password
fr: mot de passe oublié

source: Send
fr: Envoyer

source: receive this donation
fr: Recevoir ce don

source: Message to receiver
fr: Message au receveur

source: Message to donor
fr: Message au donateur

source: Add to calendar
fr: Ajouter au calendrier

source: History
fr: Historique

source: Favorite
fr: Favoris

source: sign in / sign up
fr: se connecter / s'inscrire

# afterSignedIn
source: Hello
fr: Bonjour

# donationMade
source: Thanks for your donation
fr: Merci pour votre don

source: Settings
fr: Paramètres

source: Reset
fr: Réinitialiser

source: Make a donation
fr: Faire un don

source: Save meeting point
fr: Enregistrer lieu de rdv

# setupMeetingPoint
source: Add a meeting point
fr: Ajoutez le lieu de RDV

source: Change meeting point
fr: Changement du lieu de RDV

source: Confirm
fr: Confirmer

# openMapApp
source: Open in Maps
fr: Ouvrir dans Plans

source: Modify donation
fr: Modifier le don

# giveDonation
source: will give you his donation
fr: vous remettra son don

# receiveDonation
source: will receive your donation
fr: recevra votre don

source: the
fr: le

source: at
fr: à

source: Camera
fr: Caméra

# locationOffTitle
source: Location disabled
fr: Localisation désactivée

# errorTitle
source: Error
fr: Erreur

# successTitle
source: Success
fr: Succès

# cameraUseTitle
source: Access to camera and album
fr: Accès à votre caméra et album

# restrictedTitle
source: Restricted
fr: Accès restreint

# contactUsTitle
source: email contact
fr: Email de contact

# contactUsCanceledTitle
source: Conatct us canceled
fr: Envoi annulé

# contactUsFailedTitle
source: Mail app error
fr: Erreur de Mail app

# contactUsSavedTitle
source: Saved email
fr: Email sauvegardé

# contactUsSentTitle
source: Email sent
fr: Merci de votre envoi

# emptyCaseTitle
source: Missing item
fr: Élément manquant

# thankYouTitle
source: Thank you
fr: Merci

# firstNameErrorTitle
source: Invalid first name
fr: Prénom invalide

# emailErrorTitle
source: Invalid email
fr: Email invalide

# passwordErrorTitle
source: Invalid password
fr: Mot de passe invalide

# loginErrorTitle
source: Log in error
fr: Erreur d'authentification

# userDeletedTitle
source: Delete account
fr: Effacer compte

# itemUnselectableTitle
source: Donation unvailable
fr: Don inaccessible

# itemSelectedTitle
source: Donation at your disposal
fr: Don à votre disposition

# selectItem
source: - select a type -
fr: - sélectionner un type -

source: Food
fr: Nourriture

source: Clothes
fr: Vêtement

source: Hygiene
fr: Hygiène

source: Other
fr: Autre

# partageEmail
source: partage@contact.com
fr: partage@europe.com

# subject
source: - [users feedback] Partage -
fr: - [courier des utilisateurs] Partage -

# messageBody
source: Hello! Feel free to leave us any feedback, we will reply to you as soon as possible.
fr: Bonjour! N'hésitez pas à nous faire parvenir toutes suggestions, nous vous répondrons dans les plus brefs délais.

# needAccessToCalendar
source: Access to your calendar is disabled. Change your settings to use this functionality.
fr: L'accès au calendrier n'a pas été autorisé. Changer vos réglages dans les paramètres pour accéder à cette fonctionnalité.

# addedToCalendar
source: This event was successfully added to your calendar.
fr: L'évènement a été ajouté avec succès à votre calendrier.

# resetImage
source: Do you want to delete this image?
fr: Voulez-vous supprimer cette image?

# locationOff
source: Access to your location is disabled. Change your settings to use this functionality.
fr: L'accès à la localisation n'a pas été autorisé. Changer vos réglages dans les paramètres et accéder à cette fonctionnalité.

# noPictureloaded
source: Partage could not load your image. Thanks to check on your settings.
fr: Partage n'a pas pu télécharger votre image. Merci de vérifier vos paramètres.

# cameraUse
source: Access to your camera and album is unauthorized. Change your settings to use this functionality.
fr: Les accès à votre caméra et album ne sont pas autorisés. Changer vos réglages dans les paramètres pour accéder à cette fonctionnalité.

# locationIssue
source: There was an issue to locate the meeting point.
fr: Il y a eu un problème de connection lors de la localisation du lieu de rendez-vous.

# getDirectionIssue
source: There was an issue to determine the route to the meeting point.
fr: Il y a eu un problème pour déterminer l'itinéraire jusqu'au lieu de rendez-vous.

# noDirectionsCalculated
source: We could not calculate the route time.
fr: Nous n'avons pas pu calculer le temps de trajet.

# restricted
source: Unauthorized access. Thanks to refer to the legit person to lift the restriction.
fr: L'accès à ce service ne vous est pas autorisé. Veuillez-vous rapprocher de la personne succeptible de lever la restriction.

# contactUs
source: partage@contact.com
fr: partage@europe.com

# contactUsCanceled
source: Do not hesitate to contact us later if needed.
fr: N'hésitez pas à nous contacter ultérieurement, nous serrons à votre écoute.

# contactUsFailed
source: Contact us at: partage@contact.com
fr: Contactez-nous à: partage@europe.com

# contactUsSaved
source: Do not hesitate to contact us later if needed.
fr: N'hésitez pas à nous contacter, nous serrons à votre écoute.

# contactUsSent
source: We will reply to you as soon as possible.
fr: Nous vous répondrons dans les plus brefs délais.

# noImageSelected
source: No image has been added.
fr: Vous n'avez pas ajoutez d'image.

# noItemTypeSelected
source: You have to select a type for your donation.
fr: Veuillez sélectionner un type de don.

# noItemName
source: You have to give a name to your donation.
fr: Veuillez donner un nom à votre don.

# noItemDate
source: You have to select a date and time for when to deliver your donation.
fr: Veuillez choisir une date et une heure pour la remise de votre don.

# noMeetingPoint
source: You have to choose a meeting point for where to deliver your donation.
fr: Veuillez choisir un lieu de rendez-vous.

# noDescription
source: You have to give a description of your donation.
fr: Veuillez donner une description de votre don.

# noImage
source: You have to choose an image for your donation by clicking on the blue cross.
fr: Veuillez choisir une image de votre don en cliquant sur la croix bleue.

# confirmDonation
source: Thanks to confirm your donation.
fr: Veuillez confirmer votre don.

# resetDonation
source: Are you sure to reset your donation?
fr: Êtes-vous sûr de réinitialiser votre don?

# emailAlreadyInUse
source: This email address is already in use by another account.
fr: Cette adresse email est déjà utilisé par un autre compte.

# passwordDoesntMatch
source: Your password does not match.
fr: Votre mot de passe ne correspond pas.

# addFirstName
source: Please, add a first name.
fr: Veuillez ajouter un prénom.

# addEmail
source: Please, add an email.
fr: Veuillez ajouter un email.

# passwordTooShort
source: Password must be at least 6 characters long.
fr: Votre mot de passe doit comporter un minimum de six caractères.

# loginError
source: Check on your email and password.
fr: Vérifiez votre email et votre mot de passe.

# notConnected
source: Thanks to be authenticated to use this functionality.
fr: Merci de vous authentifier pour accéder à cette fonctionnalité.

# signUpError
source: This email is already register in our database.
fr: Cet email est déjà enregistré dans notre base de données.

# networkRequestError
source: There was an issue when requesting the database.
fr: Il y a eu un problème lors da la requête réseau.

# userDeleted
source: Do you confirm the deletion of your account?
fr: Confirmez-vous la supression totale de votre compte?

# itemAlreadySelected
source: This donation has already been selected by another user.
fr: Cette donation a déjà été sélectionnée par un autre utilisateur.

# donatedItemSelected
source: You have selected this donation. Thank you for being present at the appointment. Do not hesitate to contact the donor for more information.
fr: Vous avez bien sélectionné ce don. Merci d'être présent au rendez-vous. N'hésitez pas à contacter le donateur pour de plus amples informations.

# confirmSelection
source: Are you sure that you wish to select this donation?
fr: Êtes-vous certain de vouloir recevoir ce don?

# confirmDonatedItemRemoved
source: This donation is no more attributed to you.
fr: Ce don ne vous est plus attribué.

# confirmChanges
source: Thanks to confirm the changes made to your donation.
fr: Veuillez confirmer les modifcations portées à votre don.

# donatedItemDeleted
source: Your donation has been deleted.
fr: Votre don a bien été effacé.

# canNotSendMessage
source: This donation is yours. You can then not send a message to yourself.
fr: Ce don est le vôtre. Vous ne pouvez donc pas vous envoyer un message.

# canNotSelectOwnDonation
source: This donation is yours. You can then not select it.
fr: Ce don est le vôtre. Vous ne pouvez donc pas le sélectionner.
